export default {
	login: {
		wel: '登录',
		welSub: '欢迎您归�',
		remember: '记住用户名和密码',
		register: '创建账号',
		lauout: '退出登�,
	},
	register: {
		wel: '注册',
		welSub: '创建账号开始使�',
		country: '国家',
		countryTip: '请选择国家',
		code: '验证�,
		codeTip: '请输入验证码',
		invCode: '邀请码',
		invCodeTip: '请输入邀请码',
		rePwd: '确认密码',
		rePwdTip: '请再次确认密�,
		registerTip: '注册即代表您已经阅读并同�,
		agree: '用户协议',

		haveAccount: '已有账号?'
	},
	agree: {
		title: '用户协议'
	},
	public: {
		register: "��,
		login: "��,
		send: '��,
		pwd: '密码',
		pwdTip: '请输入密�,
		mail: '用户�,
		mailTip: '请输入用户名',
		nikename: '真实名称',
		nikenameTip: '请输入真实名�,
		recharge: "充�,
		withdraw: '提现',
		nickname: "昵称",
		submit: '提交',
	},
	prohall: {
		title: "大厅",
		repayment: "信用卡代还专�,
		repaycon: "代还信用卡账�即时获取收益",
		repaysend: "去还�,
		loantitle: "贷款代还专区",
		loancon: "P2P短期借贷，安全稳定，每日返还收益，先息后�,
		loansend: '去借出',
		buytitle: 'SME Loans',
		buycon: '购买企业期权，到期获得高回报收益',
		buysend: '去购�
	},
	indexpages: {
		order: '订单中心',
		swipers: '0',
		shar: '分享好友',
		integral: '积分中心',
		analysis: "报表统计",
		recharge: '充�,
		withdraw: '提现',
		creditlevel: '信用等级',
		onlineservice: '在线服务',
		balance: "余额",
		todayremain: "今日剩余查卡次数",
		todayincome: "今日收入",
		producejs: "产品介绍",
		producejscontent: "什么是信用卡代�,
		creditleavel: "信用等级",
		creditcontent: "有效客户通过完成“推荐人数”和“还款次数”提升自己的信用等级（VIP等级)",
		whitepeaper: "官方白皮�,
		whitepeapercontent: "Third Credit坚信信用是一座永不枯竭金库，拥有信用就等于拥有财富！"



	},
	Tabbar: {
		home: "首页",
		hall: "大厅",
		team: "团队",
		mine: "我的"
	},
	share: {
		title: "推广给您的朋�,
		titlenexe: "推广给您的朋�,
		copylink: "点击下面的链接内容复制您的推广链�,
		bottonc: "复制",
		bottomcontent: "每成功邀请一名好友成为平台正式会员，即可获得100积分�,
		copyresult: "复制成功!",
		clicopy: '点击复制',
	},
	credit: {
		title: '信用代还专区',
		profit: '利润',
		unbalance: '解锁余额',
		repayment: '还款金额',
		button: '进入'
	},
	chaka: {
		title: '查卡',
		bankname: '银行',
		repayment: '还款金额',
		todayCheckNum: '今日剩余代还款申请次�,
		checkButton: '查卡',
		selectrepayment: '选择还款',
		behalfButton: '代还�,
		todayCheck: '今日代还',
		Tocheck: '代还款已申请次数',
		Tocheckprofit: '已还款利�,
		Procontent: '产品简�,
		Charresult: '还款成功',




	},
	interal: {
		intereal: "积分中心",
		currentinte: "当前积分�,
		inteshop: "积分商城",
		inteorder: "积分订单",
		interenwu: "积分任务",
		finishchaka: "完成查卡",
		chakareason: "完成一次查卡自动获�积分",
		finishdaikuan: "完成代还",
		finishdaikuanreason: "完成一次代还贷款自动获�0积分",
		sharfrend: "邀请好�,
		sharreason: "成功邀请一名好友成为平台正式会员自动获�00积分",
		tofinish: "去完�,
		jifendh: '积分兑换',
		shengyu: '剩余',
		interal: '积分',
		lijiduihuan: '立即兑换',
		zsuccess: '已成功转到您的余�',
		zfail: '您输入的积分不能大于你的个人积分!',
		tobalance: '换成余额:'


	},
	mine: {
		title: "我的",
		balance: "账户余额",
		purse: '我的钱包',
		financial: '财务报表',
		setUp: '设置',
		paper: '官方白皮�,
		service: '联系客服'
	},
	mineInfo: {
		title: '个人资料'
	},
	level: {
		title: '信用等级',
		currentCreditValue: '当前信用�,
		nextLevel: "距[lv]还需[number]信用�,
		obtain: "获取信用�,
		Dailytask: '每日任务',
		daytask: "完今日完成信用卡代还任务",
		Eweektask: "每周任务",
		weektask: '本周完成贷款代还任务',
		togo: "去完�,
		Equity: "会员权益",
		table1: "等级",
		table2: "升级需要信用�,
		table3: "该等级特�,
		Creditvalue: "信用�,
		toFinish: '去完�,
		memberBenefits: '会员权益',
		DailyCK: "每日查卡次数+",
		Income: "贷款代还收益+",
	},
	tongji: {
		title: '统计报表',
		sytj: '收益统计',
		cksy: '查卡收益',
		sme: 'SME收益',
		tdsy: '团队总收�,
		tdtj: '团队统计',
		tdzcyh: '团队注册用户',
		zsrs: '直属人数',
		gd: '更多',
		zjbdjl: "资金变动记录"
	},
	monchange: {
		jebd: '金额变动记录',
		cz: '充�,
		banlance: '当前余额:',
		sj: '0'
	},
	kefu: {
		title: '客服',
		kefutitle: '诚心诚意 为您服务',
		online: '在线客服',
		vipline: 'VIP在线客服',
		phoneline: '投诉电话',
		lineservice: '在线客服',
		kefutm: '客服工作时间',
		ketime: '周一至周日早�:00~晚上22:00',
		vipservice: 'vip客服',
		vipkefutm: '客服工作时间',
		vipketime: '周一至周日早�:00~晚上22:00',
	},
	P2P: {
		title: ' 贷款代还专区 ',
		profit: '利润',
		unbalance: '解锁余额',
		repayment: '还款金额',
		button: '进入'
	},
	Temrule: {
		title: '团队规则'
	},
	team: {
		title: '团队',
		Totaldata: "总数�,
		Tuser: "团队注册用户",
		TformalUser: "团队正式会员用户",
		Totalteamrepayment: "团队总还�,
		Expectedteamrepaymentincome: "预计团队还款收益",
		ExpectedteamSMEprofit: "预计团队还款收益",
		Expectedtotalprofit: "预计总收�,
		Rulesdescription: "团队规则",
		Subordinateddata: "下级报表"


	},
	loan: {
		title: ' 贷款代还专区 ',
		bankname: '银行',
		number: '贷款合同编号',
		repayment: '借款金额',
		checkButton: '查找待还贷款信息',
		selectrepayment: '选择借款',
		behalfButton: '确认',
		Prorevenue: '产品收益',
		dayrevenue: '日收�,
		cycle: '周期',
		expirerevenue: '到期收益',
		Procontent: '产品简�

	},
	sem: {
		title: ' SME Loans ',
		Dailyincome: '日收�,
		cycle: '周期',
		button: '购买'
	},
	semloan: {
		title: ' SME Loans ',
		UnitPrice: '每份单价',
		cycle: '回款周期',
		Minimum: "最低购�,
		returnrate: "回报�,
		buymum: "购买数量",
		buyprice: "购买金额",
		button: '购买'
	},
	registerandlog: {
		gxxy: '请同意勾选协�',
		srmm: '请填写密码和确认密码!',
		surepass: '两次密码不一�',
		registersuc: '注册成功,请登�',
		loginresult: '用户名或密码错误!',
		sureuser: '请输入用户名',
		surepass: '密码不能小于6�',
	},
	inteorder: {
		intetitle: '积分订单',
		tointeral: '兑换积分�,
		duihl: '兑换率：',
		duicye: '兑换成的余额�,
		duizye: '兑换后总余额：'
	},
	inteexchange: {
		title: '积分记录',
		intetype: '积分类型�,
		querycomplete: '查卡完成',
		wancdh: '完成代还',
		yqhy: '邀请好�,
		hqjfs: '获取积分数：',
		hqsj: '获取时间�

	},
	recharge: {
		title: '银行卡充�,
		suresubmit: '确认提交',
		ressuc: '申请提交成功!',
		resfail: '申请提交失败!',
		rechnull: '请输入充值金�',
		remark: '充值说�,
		remark1: '1.充值最低金额为�20，其他货币充值会按照实时汇率转化成美元到账户余额',
		remark2: '2.充值前，请您仔细检查平台提供的银行账号信息',
		remark3: '3.确认转账前，请您确认填对了收款人的银行卡信息',
		remark4: '4.提交充值申请前请上传您的转账成功截图，提交申请后，请您等待平台的审�,
		remark5: '5.如果您转账成功后且平台处理了您的充值申请，但是您的账户没有收到充值金额，请联系客服咨询详情信�,
		remark6: '6.为了确保您的利益，本平台的充值处理时间为�0:00-23:00，如果您在其他的时间进行充值请求将会按以上的工作时间为您处理，请您留意充值的时间，感谢！'
	},
	without: {
		recode: '申请记录',
		title: '银行卡提款申�,
		withsuc: '提交成功!',
		withnull: '请输入提款金�',
		balance: '当前余额',
		withmoney: '提现金额',
		inputdes: '输入提款金额',
		choosecard: '请您选择银行�,
		with: '提现',
		remark: '提现说明',
		remark1: '1.提现最低金额为�20,其他货币提现会按照实时汇率转化成您绑定的货币转账到您绑定的银行账�,
		remark2: '2.提现制度为T+3，提交订单后3个工作日内为您处理订�,
		remark3: '3提现前请您检查个人绑定的银行卡信�,
		remark4: '4.提现金额会在提现通过后三个工作日内到账，如果您没有收到本平台的转账金额，请您联系客服查询您的信息',
		remark5: '5.平台银行卡提现手续费为提现金额的5%，使用数字货币提现手续费为提现金额的2%，新账户首次提现不收取任何手续费',
		remark6: '6.为了确保您的利益，本平台的提现处理时间为�0�0-22�0，如果您在其他的时间进行提现请求将会按以上的工作时间为您处理，请您留意提现的时间，感�
	},
	withoutrecode: {
		title: '提款申请记录',
		status: '状态：',
		status0: '默认',
		status1: '处理�,
		status2: '成功',
		status3: '失败',
		mount: '申请提款金额�,
		time: '申请时间�,
		audittime: '审核时间�,
	},
	financialproduct: {
		daday: "�,
		inputval: '请输入购买份�',
		buysuc: '购买成功!',

	},
	setUp: {
		title: '设置',
		UserName: "登录账号",
		InviteCode: "邀请码",
		UserInfo: "个人资料",
		ChangePassword: "修改密码",
		LoginOut: "退出登�
	},
	changepwd: {
		title: '密码修改',
		oldpwd: "旧密�,
		newpwd: "新密�,
		confirmpwd: "确认密码",
		button: "确定修改"
	},
	setUserInfo: {
		title: '个人资料',
		nickname: "昵称",
		button: "确定修改",
		msg: "修改成功",
		msge: "昵称不能为空"
	},
	bills: {
		title: '财务报表',
		RechargeRecord: "充值记�,
		WithdrawalRecord: "提现记录",
		CapitalChangeRecord: "资金变动记录",
		IntegralRecord: "积分记录",
		ChaKaRecord:'查卡记录',
		OrderRecord:'订单中心'
	},
	timestate:{
		status:'0'
	}
}
